const movies = [
  {
    id: 1,
    name: "Титаник",
    review_critique: "Эпическая история любви и трагедии",
    duration: 194,
    synopsis: "История любви Джека и Роуз на фоне катастрофы лайнера",
    detailed_description:"Титаник рассказывает историю несчастной любви на фоне исторической катастрофы. Джек и Роуз преодолевают социальные барьеры и пытаются выжить. Фильм сочетает романтику и трагедию, оставляя сильное эмоциональное впечатление.",
    date_release: "19.12.1997",
    picture: "https://avatars.mds.yandex.net/get-kinopoisk-image/6201401/cb648ba4-05b6-47e8-bc1c-2e1ef9fbbc25/1920x",
    actor: ["Мэттью МакКонахи", "Энн Хэтэуэй"]
  },
];
export default movies;